{
    "version": "https://jsonfeed.org/version/1",
    "title": "Salam Dunia",
    "description": "",
    "home_page_url": "https://wakafy.github.io/salamdunia",
    "feed_url": "https://wakafy.github.io/salamdunia/feed.json",
    "user_comment": "",
    "author": {
        "name": "Haizad Annuar"
    },
    "items": [
        {
            "id": "https://wakafy.github.io/salamdunia/no-riba.html",
            "url": "https://wakafy.github.io/salamdunia/no-riba.html",
            "title": "Pelayar Kehidupan",
            "summary": "Di dunia yang berbagai ragam dan warna ini, di kala itu juga terdapat mempunyai pelbagai kapal sedang berlabuh di pelabuhan, mahupun sedang belayar di lautan. Dan masing-masing dari kita telah pun menaiki kapal sejak kita mula di-tiupkan akal fikiran dan tenaga&nbsp; bagi mulakan pelayaran. Tidak&hellip;",
            "content_html": "\n  <p>\n    Di dunia yang berbagai ragam dan warna ini, di kala itu juga terdapat mempunyai pelbagai kapal sedang berlabuh di pelabuhan, mahupun sedang belayar di lautan.\n  </p>\n\n  <p>\n    Dan masing-masing dari kita telah pun menaiki kapal sejak kita mula di-tiupkan akal fikiran dan tenaga&nbsp; bagi mulakan pelayaran.\n  </p>\n\n  <p>\n    Tidak kira apa jua kenderaan laut yang kita naiki, dari sekecil perahu mahupun sampan, hingga sebesar-besar bahtera, kita semua adalah ahli penting dalam mengendali kan kenderaan kita.\n  </p>\n\n  <p>\n    Jika di pelabuhan, tugas kita adalah memberi manfaat kepada masyarakat luar. Jika di laut, tugas kita adalah teruskan bekerja. Itulah lumrah hidup sebagai pelayar.\n  </p>\n\n  <p>\n    Dan pelabuhan itu bukanlah destinasi kita yang sebenar, tetapi hanyalah tempat persinggahan untuk kita bergurau senda, dan juga menabur bakti kepada masyarakat di daratan.\n  </p>\n\n  <p>\n    Di dalam kapal pula, tidak asing-lah jika tiada orang yang memimpin anak-anak kapal. Lalu dipilih-lah seorang yang dianggap layak dari segi kepimpinan-nya sebagai kapten kapal bagi memastikan kapal tersebut sampai ke destinasi dengan izin-Nya.\n  </p>\n\n  <p>\n    Sedang kita berasa lega kerana terlepas daripada tanggungjawab memimpin ahli kapal, jangan pula kita lupa untuk menjadi ketua yang baik pada anggota-anggota&nbsp;dalam diri kita. Kelak, di saat mulut kita di tutup rapi,&nbsp;<em>mereka</em> jua-lah yang berbicara di depan Tuhan Sekalian Alam, tentang perbuatan kita di dalam kapal kehidupan.\n  </p>\n\n  <p>\n    Oleh itu jadikan-lah Iman, Ehsan, dan Taqwa sebagai benteng diri kita dari melakukan kerosakan di dalam kapal, kerana ketua kapal pastinya akan terleka dalam mengawasi ahli-ahli kapal yang lain.\n  </p>\n\n  <p>\n    Mohon-lah sebulat-bulat pengharapan kepada Allah semata-mata agar kita sentiasa dipelihara sepanjang perjalanan hidup kita. Dan semua perlindungan itu adalah berkat rahmat dan kurniaan Allah yang sangat luas.\n  </p>\n\n  <p>\n    Kita semua adalah pelayar kehidupan.<br>\n  </p>",
            "author": {
                "name": "Haizad Annuar"
            },
            "tags": [
            ],
            "date_published": "2022-12-07T22:07:47+08:00",
            "date_modified": "2022-12-10T12:19:37+08:00"
        }
    ]
}
