{
    "version": "https://jsonfeed.org/version/1",
    "title": "Salam Dunia",
    "description": "",
    "home_page_url": "https://wakafy.github.io/salamdunia",
    "feed_url": "https://wakafy.github.io/salamdunia/feed.json",
    "user_comment": "",
    "author": {
        "name": "Haizad Annuar"
    },
    "items": [
        {
            "id": "https://wakafy.github.io/salamdunia/pantun-suami-isteri.html",
            "url": "https://wakafy.github.io/salamdunia/pantun-suami-isteri.html",
            "title": "Pantun Suami Isteri",
            "summary": "Air sungai mulanya deras,Sampai muara semakin lega,Jiwa dan raga usah-lah keras,Itu-lah kunci berumah tangga. Pergi perigi membawa timba,Ingin mengambil air mandian,Pesanan kadi usah-lah alpha,Takut amanah di-makan tuan. Lembu dan kambing unik haiwan-nya,Makanan-nya sama tidak berebut,Suami dan isteri tugas berbeza,Ajaran Barat jangan di-ikut. Pengertian rangkap pertama pantun: Pengertian&hellip;",
            "content_html": "<address><em>Air sungai mulanya deras,</em></address><address><em>Sampai muara semakin lega,</em></address><address><em>Jiwa dan raga usah-lah keras,</em></address><address><em>Itu-lah kunci berumah tangga.</em></address><address> </address><address><em>Pergi perigi membawa timba,</em></address><address><em>Ingin mengambil air mandian,</em></address><address><em>Pesanan kadi usah-lah alpha,</em></address><address><em>Takut amanah di-makan tuan.</em></address><address> </address><address><em>Lembu dan kambing unik haiwan-nya,</em></address><address><em>Makanan-nya sama tidak berebut,</em></address><address><address><em>Suami dan isteri tugas berbeza,</em></address><address><em>Ajaran Barat jangan di-ikut.</em></address><address> </address>\n<p>Pengertian rangkap pertama pantun:</p>\nSuami jangan berkeras hati. Ketahui-lah saudara ku, tegas dan keras itu tidak pernah sama. Keras itu sifat-nya angkuh dan egois akan tetapi tegas itu berpegang pada syariat. Manakala isteri juga jangan di-keras hati-nya. Jadi-kan Al-Quran sebagai rujukan.\n<p>Pengertian rangkap kedua pantun:</p>\n<p>Telah menjadi kebiasaan juru nikah untuk memperingat-kan para pengantin agar tidak mengambil mudah akan tanggungjawab yang perlu di-galas. Ini kerana amanah itu-lah yang akan di-soal pada di hari Akhirat.</p>\n<p>Pengertian rangkap ketiga pantun:</p>\n<p>Jangan kita terpengaruh dengan gaya hidup budaya luar yang berbeza dengan resam kita. Tiada istilah hak sama rata, kerana lelaki perempuan asal-nya memang berbeza. Kudrat dan akal masing-masing mengikut tempat-nya.</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n</address>",
            "author": {
                "name": "Haizad Annuar"
            },
            "tags": [
            ],
            "date_published": "2022-12-11T13:45:06+08:00",
            "date_modified": "2022-12-11T15:55:25+08:00"
        },
        {
            "id": "https://wakafy.github.io/salamdunia/pelayar-kehidupan-bahagian-2.html",
            "url": "https://wakafy.github.io/salamdunia/pelayar-kehidupan-bahagian-2.html",
            "title": "Pelayar Kehidupan : Bahagian 2",
            "summary": "Watak dan perilaku setiap ahli kapal itu berbeza-beza. Begitulah juga karenah kita di tengah-tengah masyarakat. Dan boleh jadi di-dalam kapal mempunyai pelbagai bangsa, maka ambil-lah peluang untuk saling berpesan-pesan atas satu persamaan yang boleh diterima umum. Kerana dalam setiap perbezaan itu, ada persamaan. Kita semua&hellip;",
            "content_html": "<p>Watak dan perilaku setiap ahli kapal itu berbeza-beza. Begitulah juga karenah kita di tengah-tengah masyarakat. Dan boleh jadi di-dalam kapal mempunyai pelbagai bangsa, maka ambil-lah peluang untuk saling berpesan-pesan atas satu persamaan yang boleh diterima umum. Kerana dalam setiap perbezaan itu, ada persamaan. Kita semua adalah insan yang mencari Tuhan.</p>\n<p>Pekerjaan untuk ahli kapal itu berbeza-beza. Ada yang ditugaskan untuk memasak, ada pula di tugaskan untuk memantau perubahan cuaca. Tidak lupa ada juga yang menjaga bekalan makanan. Setiap ahli mempunyai tugasan yang tersendiri berdasarkan kepakaran masing-masing. Kunci-nya adalah, bekerja.</p>\n<p>Kerana kerja itu-lah yang menggerakkan manusia. Maka bekerja-lah dengan ikhlas kerana ia merupakan ibadah yang akan dipersembahkan kepada Allah S.W.T. Begitu-lah kisah seorang pelayar. </p>\n<p>Tahukah apa makna sebuah kapal? Ia boleh diibarat sebagai rumah di-mana keluarga sebagai ahli kapal, mahupun kawasan perumahan yang menjadi-kan jiran sebagai ahli-nya. Sebuah negeri yang menjadi-kan daerah-daerah sebagai ahli-nya. Atau apa jua perkara yang boleh di-jadi-kan kapal sebagai simbolik.</p>\n<p>Kapal yang tenteram sifat-nya pasti tidak disenangi ramai. Waspada-lah sentiasa pada lanun yang sedang memerhati. Mereka sentiasa mencari jalan untuk menyucuk jarum pada kawasan yang rapuh. Oleh itu mari kita perkemas-kan kapal kita supaya tidak di-badai ombak. Jangan kita terlalu selesa, kerana kapal yang utuh pada awal-nya boleh karam sebelum sampai ke destinasi.</p>\n<p>TAMAT.</p>",
            "author": {
                "name": "Haizad Annuar"
            },
            "tags": [
            ],
            "date_published": "2022-12-10T15:29:58+08:00",
            "date_modified": "2022-12-11T15:46:20+08:00"
        },
        {
            "id": "https://wakafy.github.io/salamdunia/no-riba.html",
            "url": "https://wakafy.github.io/salamdunia/no-riba.html",
            "title": "Pelayar Kehidupan : Bahagian 1",
            "summary": "Di dunia yang berbagai ragam dan warna ini, di kala itu juga terdapat mempunyai pelbagai kapal sedang berlabuh di pelabuhan, mahupun sedang belayar di lautan. Dan masing-masing dari kita telah pun menaiki kapal sejak kita mula di-tiupkan akal fikiran dan tenaga&nbsp; bagi mulakan pelayaran. Tidak&hellip;",
            "content_html": "\n  <p>\n    Di dunia yang berbagai ragam dan warna ini, di kala itu juga terdapat mempunyai pelbagai kapal sedang berlabuh di pelabuhan, mahupun sedang belayar di lautan.\n  </p>\n\n  <p>\n    Dan masing-masing dari kita telah pun menaiki kapal sejak kita mula di-tiupkan akal fikiran dan tenaga&nbsp; bagi mulakan pelayaran.\n  </p>\n\n  <p>\n    Tidak kira apa jua kenderaan laut yang kita naiki, dari sekecil perahu mahupun sampan, hingga sebesar-besar bahtera, kita semua adalah ahli penting dalam mengendali kan kenderaan kita.\n  </p>\n\n  <p>\n    Jika di pelabuhan, tugas kita adalah memberi manfaat kepada masyarakat luar. Jika di laut, tugas kita adalah teruskan bekerja. Itulah lumrah hidup sebagai pelayar.\n  </p>\n\n  <p>\n    Dan pelabuhan itu bukanlah destinasi kita yang sebenar, tetapi hanyalah tempat persinggahan untuk kita bergurau senda, dan juga menabur bakti kepada masyarakat di daratan.\n  </p>\n\n  <p>\n    Di dalam kapal pula, tidak asing-lah jika tiada orang yang memimpin anak-anak kapal. Lalu dipilih-lah seorang yang dianggap layak dari segi kepimpinan-nya sebagai kapten kapal bagi memastikan kapal tersebut sampai ke destinasi dengan izin-Nya.\n  </p>\n\n  <p>\n    Sedang kita berasa lega kerana terlepas daripada tanggungjawab memimpin ahli kapal, jangan pula kita lupa untuk menjadi ketua yang baik pada anggota-anggota&nbsp;dalam diri kita. Kelak, di saat mulut kita di tutup rapi,&nbsp;<em>mereka</em> jua-lah yang berbicara di depan Tuhan Sekalian Alam, tentang perbuatan kita di dalam kapal kehidupan.\n  </p>\n\n  <p>\n    Oleh itu jadikan-lah Iman, Ehsan, dan Taqwa sebagai penasihat yang menghalang kita daripada melakukan kerosakan di dalam kapal, kerana ketua kapal pastinya akan terleka dalam mengawasi ahli-ahli kapal yang lain.\n  </p>\n\n  <p>\n    Mohon-lah sebulat-bulat pengharapan kepada Allah semata-mata agar kita sentiasa dipelihara sepanjang perjalanan hidup kita. Dan semua perlindungan itu adalah berkat rahmat dan kurniaan Allah yang sangat luas.\n  </p>\n\n  <p>\n    Kita semua adalah pelayar kehidupan.<br>\n  </p>",
            "author": {
                "name": "Haizad Annuar"
            },
            "tags": [
            ],
            "date_published": "2022-12-07T22:07:47+08:00",
            "date_modified": "2022-12-11T15:58:06+08:00"
        }
    ]
}
